{"status": "complete", "layout": {"annotations": [{"text": "Enterprise Health Technology Stack", "style": "heading", "row": 0, "col": 0}, {"text": "Consumer Layer", "style": "subheading", "row": 1, "col": 0}, {"text": "Clinical Workflow Layer", "style": "subheading", "row": 5, "col": 0}, {"text": "Infrastructure Layer", "style": "subheading", "row": 7, "col": 0}, {"text": "Data flows from infrastructure through clinical platforms to consumer applications", "style": "note", "row": 9, "col": 0}], "category_blocks": [{"category_id": 12, "category_name": "Consumer Health Apps & Behavior Change Platforms", "label": "Consumer Health Apps & Behavior Change Platforms", "row": 2, "col": 0, "width_units": 6, "height_units": 3, "color": "#4A90E2", "companies": [{"company_id": 1, "name": "DoReset", "fields": {"what": "DoReset is a direct-to-consumer iOS mobile app that guides users through structured 90-day personal transformation programs. The app delivers personalized daily actions and lessons designed to break bad habits and rebuild mindset, fitness, sleep, and lifestyle patterns from scratch. Users complete an onboarding quiz that generates a tailored reset plan; progress is tracked via visual analytics and a milestone achievement system. The fixed 90-day intervention model — with shorter 14-day program options — differentiates it from open-ended habit or journaling apps by providing a defined, gamified reset arc."}}, {"company_id": 2, "name": "GLORIAH", "fields": {"what": "GLORIAH is a UK-based femtech natural care brand targeting female hormonal health across all life stages — from first period through surgical menopause. Founded by ex-NHS nurse Isla Wynne Thomas and commercial lead Jessica-Rose Watson, the brand was inspired by a friend who underwent surgical menopause at 25 and found existing products clinical and dismissive. GLORIAH differentiates through bold, 1970s-feminist-inspired branding that deliberately repositions intimate care products as lifestyle items alongside skincare, not medical treatments. Their formulations are natural and fragrance-optional, designed for conditions including PCOS, POI, perimenopause, endometriosis, and postpartum recovery."}}, {"company_id": 3, "name": "Hey Baby Online", "fields": {"what": "Hey Baby Online is a UK-based mobile app (iOS and Android) positioning itself as the first all-in-one baby sleep tracking and postnatal support platform. Founded by a parent (\"Sharn\") frustrated by expensive and complex sleep apps, it combines one-tap nap/feed/wake-window logging, an algorithm-based smart nap prediction engine developed with sleep experts, and an integrated directory of verified UK postnatal professionals (sleep coaches, doulas, lactation consultants, massage therapists). It differentiates on simplicity, affordability (£3.99/month — \"up to seven times cheaper than alternatives\"), a non-judgmental ethos rejecting cry-it-out methods, and a \"Champagne Breakfast Guarantee\" 30-day refund policy."}}, {"company_id": 4, "name": "Human Health", "fields": {"what": "Human Health is a precision health platform that empowers people with chronic conditions to track symptoms, medications, mood, behaviors, and treatment outcomes — then synthesizes this longitudinal data into AI-generated insights and clinician-ready reports. Founded by ex-Canva product leaders Georgia Vidler and Kate Lambridis, the platform differentiates itself through research collaborations with Northwestern, UCSF, Stanford, and Massachusetts General Hospital, plus its forthcoming Human Evidence product that enables researchers to access consented, de-identified real-world patient data to accelerate evidence generation at scale."}}, {"company_id": 5, "name": "Longevity Compass", "fields": {"what": "Longevity Compass, developed by Berlin-based Asana Rebel GmbH, is a B2C mobile app that functions as a personalized lifespan coach. It collects data on a user's lifestyle, habits, nutrition, and healthcare behaviors to calculate an estimated lifespan, then delivers AI-driven, personalized health recommendations and improvement plans. Users can track progress over time and access a built-in longevity coach chat feature for expert guidance. The app extends Asana Rebel's original yoga-fitness platform into the longevity/healthspan optimization space, targeting consumers motivated by quantified health and preventive self-care."}}, {"company_id": 6, "name": "Newson Health / Balance", "fields": {"what": "Newson Health, founded by GP and hormone specialist Dr. Louise Newson, operates the UK's largest menopause clinic network alongside the Balance app — the world's #1 menopause app with 1.4M+ downloads, Apple Editors' Choice, and ORCHA NHS certification. The company takes an evidence-based, pharma-independent approach: clinic revenues fund free app content, research, and professional education. The Balance app offers symptom tracking, a curated menopause content library, teleconsultation booking, and a Balance+ premium subscription with live Q&As and expert wellness content."}}, {"company_id": 7, "name": "OpenAI (ChatGPT Health)", "fields": {"what": "ChatGPT Health is a dedicated vertical experience within OpenAI's ChatGPT platform, launched January 2026, that aggregates users' health data — medical records, wearable data, and wellness apps — into a secure, compartmentalized space powered by GPT models. It differentiates through purpose-built encryption, isolated health memories separate from regular chats, and integrations with Apple Health, MyFitnessPal, Peloton, AllTrails, and Instacart. Medical record connectivity is provided via a partnership with b.well's health data infrastructure. Developed with input from 260+ physicians across 60 countries who reviewed 600,000+ model responses, and evaluated using HealthBench, a physician-built clinical quality benchmark."}}, {"company_id": 8, "name": "Radismile", "fields": {"what": "Radismile is a mobile wellness app delivering \"daily emotional supplements\" through guided inner-smile sessions that combine breathing cues with facial awareness practices. The platform aims to help users achieve emotional regulation and stress relief via brief, non-invasive daily sessions accessible on iOS and Android. Radismile differentiates itself through a proprietary \"Smile Tech\" framework — blending emotional pattern analysis, mood tracking dashboards, milestone tracking, and community sharing (a \"Smile Stories Wall\") — with a stated vision of building a global Smile Tech ecosystem connecting emotional regulation, human connection, and wellbeing."}}, {"company_id": 9, "name": "Reframe", "fields": {"what": "Reframe is a neuroscience-based mobile app that helps users reduce or quit alcohol consumption without relying on willpower or traditional abstinence-only approaches. Developed with input from hundreds of medical and mental health experts, the platform uses evidence-based behavioral change techniques rooted in neuroscience to address cravings and automatic responses at the neural level. The company brands itself as \"science, not stigma,\" differentiating from AA-style programs by targeting moderate drinkers who want to cut back rather than those with clinical alcohol use disorder. With over 3.1 million downloads and a reported 91% user success rate within 3 months, Reframe has also expanded into functional beverages with its non-alcoholic drink \"Liquid Luck.\""}}, {"company_id": 10, "name": "The Fabulous (Clarify)", "fields": {"what": "The Fabulous offers Clarify, an ADHD-focused app within its family of behavioral science-based wellness applications. Rooted in research from Duke University's Center for Advanced Hindsight (led by behavioral economist Dan Ariely), Clarify uses evidence-based techniques to help users with ADHD improve focus, curb procrastination, and boost productivity. It combines structured coaching programs, a library of on-demand 2-minute micro-coaching sessions, licensed human coaches, community support, and ADHD strength-discovery tools delivered via a premium subscription mobile app."}}]}, {"category_id": 50, "category_name": "Clinical Operations & Provider Workflow AI", "label": "Clinical Operations & Provider Workflow AI", "row": 5, "col": 0, "width_units": 6, "height_units": 1, "color": "#50C878", "companies": [{"company_id": 11, "name": "Heidi Health", "fields": {"what": "Heidi Health is an AI-powered clinical documentation platform that functions as an \"AI Care Partner\" for clinicians. Using large language models (LLMs), ambient listening, and a proprietary personalization model, it transcribes patient consultations in real time and generates structured clinical notes, referral letters, and patient summaries. Its personalization engine continuously adapts to each clinician's writing style and preferred terminology. Beyond documentation, Heidi automates clinical coding via retrieval-augmented generation (RAG), manages task lists from consult notes, and offers \"Ask Heidi\" — an AI assistant for non-clinical administrative tasks. Heidi claims to return 8 million clinician hours per year and reduce documentation time by 51%."}}]}, {"category_id": 51, "category_name": "AI Medical Scribe & Ambient Clinical Documentation", "label": "AI Medical Scribe & Ambient Clinical Documentation", "row": 7, "col": 0, "width_units": 6, "height_units": 1, "color": "#9B59B6", "companies": []}], "connectors": [{"from_category_id": 51, "to_category_id": 50, "label": "Clinical Data & Documentation"}, {"from_category_id": 50, "to_category_id": 12, "label": "Patient-Facing Insights"}], "layout_style": "stacked_vertical", "title": "Enterprise Health Technology Stack Diagram"}, "cost_usd": null, "duration_ms": 66018}