{"status": "complete", "companies": [{"name": "Spectrum.life", "url": "https://www.spectrum.life", "description": "Comprehensive EAP platform offering mental health counselling, wellness programs, and lifestyle content for employees and their families."}, {"name": "YuLife", "url": "https://yulife.com", "description": "Employee benefits platform combining life insurance, EAP services, mental health counselling, and financial advice with gamified wellness features."}, {"name": "Lyra Health", "url": "https://www.lyrahealth.com", "description": "Mental health benefit provider delivering evidence-based therapy, coaching, and digital mental health solutions with measurable clinical outcomes."}, {"name": "Modern Health", "url": "https://www.modernhealth.com", "description": "Global mental health platform offering personalized care from self-guided tools to one-on-one therapy and crisis support in 35+ languages."}, {"name": "Unmind", "url": "https://unmind.com", "description": "Workplace mental health platform combining preventative tools, therapy, coaching, and AI-powered insights to support organizational wellbeing."}, {"name": "TELUS Health", "url": "https://www.telushealth.com", "description": "Leading EAP provider (formerly LifeWorks) offering 24/7 counselling, digital wellbeing platform, and comprehensive employee assistance services."}, {"name": "Workplace Options", "url": "https://www.workplaceoptions.com", "description": "World's largest independent provider of integrated employee wellbeing solutions including EAP counseling, work-life services, and mental health support."}, {"name": "Oliva", "url": "https://www.betterwitholi.com", "description": "AI-powered performance and wellbeing platform offering modern EAP services, therapy access, coaching, and team performance insights through Slack/Teams."}, {"name": "Spill", "url": "https://www.spill.chat", "description": "Mental health support platform integrated with Slack and Teams, providing therapy sessions, mood tracking, and proactive mental health check-ins."}, {"name": "Plumm", "url": "https://www.heyplumm.com", "description": "All-in-one HR platform with integrated employee wellbeing services including unlimited therapy access, mental health support, and wellness programs."}]}