{"status": "complete", "companies": [{"name": "Spectrum.Life", "url": "https://www.spectrum.life", "description": "Ireland-based digital health and wellbeing platform offering clinically-backed EAP services, 24/7 multilingual counselling, virtual primary care, and neurodiversity assessments to over 7.5 million members."}, {"name": "YuLife", "url": "https://yulife.com", "description": "UK-based insurtech platform that combines group life insurance with a gamified employee wellbeing app, rewarding healthy behaviors like walking and mindfulness with redeemable YuCoin rewards."}, {"name": "Alan", "url": "https://alan.com", "description": "France's first digital health insurance company serving over 1 million members across Europe and Canada, integrating preventive health, mental wellbeing (Alan Mind), and AI-powered care navigation into employer-sponsored coverage."}, {"name": "Spill", "url": "https://www.spill.chat", "description": "UK's highest-rated modern EAP offering same-day video therapy sessions bookable in 3 clicks via Slack, MS Teams, or web app, with a Safety Net feature that proactively detects employees at mental health risk."}, {"name": "Unmind", "url": "https://unmind.com", "description": "Science-led workplace mental health platform trusted by brands like Uber and Disney, combining AI-powered coaching, therapy access, self-guided content, and organizational wellbeing analytics for over 2.5 million employees."}, {"name": "Modern Health", "url": "https://www.modernhealth.com", "description": "Global EAP provider offering a comprehensive mental health platform spanning therapy, coaching, and digital wellbeing assessments with multilingual support and data-driven analytics for enterprise employers."}, {"name": "Spring Health", "url": "https://www.springhealth.com", "description": "AI-driven mental health benefits platform that uses precision matching to connect employees with the right therapist or treatment plan, offering care ranging from self-help resources to clinical therapy and rehab."}, {"name": "Lyra Health", "url": "https://www.lyrahealth.com", "description": "Evidence-based mental health care platform for employers that delivers fast access to therapists and coaches, with proven outcomes including a 26% reduction in medical claims and 70% productivity improvement."}, {"name": "CuraLinc Healthcare", "url": "https://www.curalinc.com", "description": "Modern EAP provider that combines technology with personalized clinical advocacy to engage, empower, and support employees throughout their mental health care journey."}, {"name": "TELUS Health", "url": "https://www.telushealth.com", "description": "Global wellbeing platform (formerly LifeWorks) offering a comprehensive EAP with round-the-clock counselling, workplace mental health training, and an integrated physical, mental, and financial wellness hub."}]}