{"status": "complete", "companies": [{"name": "Oura", "url": "https://ouraring.com", "description": "Oura develops a smart ring wearable that provides continuous health monitoring including sleep tracking, activity, recovery scores, and heart rate variability metrics.", "similarity": "Both offer screen-free, 24/7 wearables focused on recovery metrics, sleep analysis, and health optimization without traditional fitness watch displays"}, {"name": "Garmin", "url": "https://www.garmin.com", "description": "Garmin manufactures GPS-enabled wearables and fitness devices with proprietary Body Battery and Sleep Coach features for athletes and fitness enthusiasts.", "similarity": "Both target serious athletes with recovery metrics, strain tracking, and performance optimization features including proprietary algorithms for training readiness"}, {"name": "Polar", "url": "https://www.polar.com", "description": "Polar produces wearable fitness trackers and heart rate monitors with advanced training load and recovery insights for endurance athletes.", "similarity": "Both focus on heart rate sensor accuracy, recovery tracking, and training optimization with band-style wearables marketed toward serious athletes"}, {"name": "Ultrahuman", "url": "https://www.ultrahuman.com", "description": "Ultrahuman creates smart rings and metabolic health devices that track sleep, recovery, and continuous glucose monitoring without subscription fees.", "similarity": "Both provide continuous health monitoring, recovery insights, and detailed sleep analysis targeting health-conscious consumers and performance optimization"}, {"name": "Amazfit", "url": "https://www.amazfit.com", "description": "Amazfit develops affordable wearable fitness trackers including the Helio Ring and Helio Strap with recovery metrics and sleep tracking capabilities.", "similarity": "Both offer band-style wearables with recovery tracking, strain monitoring, and continuous health metrics; Amazfit's Helio Strap is considered a direct WHOOP competitor"}]}